Repository: unrivalledvlad123/UniProject
Catalog: Common/Resourses/RH.*.resx
Languages: bg

source: Address:
bg: Адрес:

# add_mol
source: Add Acc. Person
bg: Добавяне МОЛ

# add_new_user
source: Add User
bg: Добавяне на потребител

source: Administration
bg: Администрация

# administration_role
source: Administrative Role
bg: Административна роля

source: Assigned To
bg: Използва се от

source: Cancel
bg: Отказ

source: Company Info
bg: Данни за компанията

source: Company name:
bg: Име на компанията:

# connected_to_server
source: You are connected to:
bg: Текущ сървър:

source: Contacts
bg: Контрагенти

source: Created at
bg: Създаден на

source: Create new User
bg: Създаване на нов потребител

# delete_mol
source: Delete Acc. Person
bg: Премахване МОЛ

source: Delete User
bg: Изтриване на потребител

# edit_company_info
source: Edit Info
bg: Редакция

# edit_mol
source: Edit Acc. Person
bg: Редакция МОЛ

source: Edit User
bg: Редактиране на потребител

source: Email:
bg: Имейл:

source: Invalid username or password!
bg: Невалидно потребителско име или парола!

# logged_as_current_user
source: You are logged on as:
bg: Влезли сте като:

source: (logout)
bg: (Изход)

source: Manage company
bg: Управление на компанията

source: Manage Users
bg: Управление на потребители

# only_one_instance_at_a_time
source: Only one instance can run at the same time!
bg: Само една инстанция на програмата може да съществува едновременно!

source: Orders
bg: Поръчки

source: Password
bg: Парола

# password_mismatch
source: Passwords does not match!
bg: Паролите не съвпадат!

source: Phone:
bg: Телефон:

source: Repeat password
bg: Парола отново

source: Sales
bg: Продажби

source: Save
bg: Запамети

source: Username
bg: Потребителско име

# username_already_exist
source: A User with the same username already exist! Please select a new one!
bg: Вече съществува потребител с това име! Моля въведете ново!

source: User role
bg: Потребителска роля

source: Werehouse
bg: Склад

# add_mol_info
source: Add new Accountable person
bg: Добавяне на нов МОЛ

# bulstat_number
source: Bulstat:
bg: Булстат:

# edit_company_fail_error
source: Editing company Info failed!
bg: Възникна грешка при редактирането на компанията!

# edit_user_info
source: Edit user information
bg: Промяна на потребител

# email_grid
source: Email
bg: Имайл

# empty_username_or_password
source: Some required fields are empty!
bg: Полетата парола и потребителско име за задължителни!

# firstname_grid
source: First name
bg: Име

source: Invalid User!
bg: Невалиден потребител!

# lastname_grid
source: Last name
bg: Фамилия

# password_change
source: Change password?
bg: Промяна на паролата?

# phone_grid
source: Phone
bg: Телефон

# user_already_exist
source: Such user already exists!
bg: Вече съществува потребител с това потребителско име!

source: VAT Number:
bg: ДДС Номер:

source: First name:
bg: Име:

source: Last name:
bg: Фамилия:

# unknow_error
source: Unknow error - please try again!
bg: Възникна грешка - моля опитайте отново!

source: Add
bg: Добавяне

# add_edit_goods
source: Add or Edit Goods
bg: Добавяне или Редактиране на Стоки

# edit_goods
source: Edit
bg: Редакция

source: Edit Pricelist
bg: Редакция на Цени

# goods_tab
source: Goods
bg: Стоки

# label_description
source: Description of Good
bg: Описание на стока

# label_name_goods
source: Name of Good
bg: Име на стока

# label_total_goods
source: Total: goods found
bg: Общо: стоки

# label_type_goods
source: Type of Good
bg: Вид на стока

# enter_text_error
source: Please filll fileds Name and Type of Goods
bg: Моля попълнете полето Име и Вид стока

# btn_save_new_price_wharehouse
source: Save
bg: Запамети

# current_price_list_warehouse
source: Current price
bg: Текуща цена

# description_grid_goods
source: Description
bg: Описание

# item_description_wharehouse
source: Description
bg: Описание

# item_name_wharehouse
source: Item name
bg: Име на стока

# name_goods
source: Name of Goods
bg: Име на стока

# name_goods_pricelist
source: Item name
bg: Име на стока

# old_price_wharehouse
source: OLD PRICE:
bg: СТАРА ЦЕНА:

# price_list_form_error
source: Please enter price
bg: Моля въведете цена

# price_per_each_grid_good
source: Price per each good
bg: Цена за една стока

# quantity_grid_goods
source: Quantity
bg: Наличност

# tb_price_list_wharehouse
source: Price list
bg: Ценова листа

# tb_under_development_wharehouse
source: Under development
bg: В процес на разработка

# type_goods_pricelist
source: Type
bg: Вид

source: Add Contract
bg: Добави Контрагент

# add_contract_info
source: Add Contract Information
bg: Добави Информация за Контрагента

source: Contracts
bg: Контрагенти

source: Edit Contract
bg: Промени Контрагент

source: View Transactions
bg: Покажи Транзакции

# address_grid
source: Address
bg: Адрес

# bulstat_grid
source: Bulstat
bg: Булстат

# companyname_grid
source: Company Name
bg: Име на Фирма

# partner_Id_grid
source: Partner ID
bg: Контрагент ID

# search_by_contract_name
source: Search by client name
bg: Търсене по име на клиент

source: Search Transactions
bg: Търси Транзакции

source: Total Transactions:
bg: Общо Транзакции:

# vatnumber_grid
source: VAT Number
bg: ДДС Номер

source: View Transaction Details
bg: Покажи Детайли на Транзакцията

source: Cash:
bg: В брой:

source: Change:
bg: Ресто:

# client_info
source: Client Information
bg: Информация за клиента

source: Delete
bg: Изтриване

# att_detach
source: Attach/Detach
bg: Закачи/Разкачи

source: Finish
bg: Приключване

source: Generate Invoice
bg: Издаване на фактура

source: Item name
bg: Наименование

source: Main navigation
bg: Навигация

# measurment_unit
source: Unit
bg: Единица

source: Price each
bg: Единична Цена

# product_info
source: Product Information
bg: Информация за продукта

source: Quantity
bg: Количество

source: Reports
bg: Отчети

# search_company_name
source: Company name or VAT Number
bg: Име или ДДС Номер

# search_info
source: Search by name or item code:
bg: Търсене по име или по код на продукта

# tab_page_direct_sales
source: Direct sales
bg: Директни продажби

source: Total
bg: Общо

source: Total Amount:
bg: Обща Сума:

source: Wholesale?
bg: Продажба на едро?

source: Invoice
bg: Фактура

source: Invoice Date
bg: Дата

# invoice_date_DDS
source: Tax event Date
bg: Данъчно събитие

source: Invoice Number
bg: Номер

# mol
source: Acc. person
bg: МОЛ

# fail_error_settings
source: Saving failed! Please try again!
bg: Възникна грешка. Моля опитайте отново!

# pdf_save_location
source: Save invoices to:
bg: Запазвай фактурите в:

source: Settings
bg: Настройки

# settings_tab
source: Global settings
bg: Глобални настройки

# success_error_settings
source: Settings saved cussessfully!
bg: Настройките за запазани!

# tab_diagrams
source: Diagrams
bg: Диаграми

# tab_reports
source: Reports
bg: Справки

# vat_multiplier
source: VAT Multiplier in percent ( for example: 0.2)
bg: ДДС Ставка в процент:

source: Error
bg: Грешка!

# error_deleting_mol
source: Error deleting Accauntable person!
bg: Грешка при изтриване на МОЛ

source: From date:
bg: От дата:

source: Generate
bg: Генерирай

source: Item type
bg: Стокова група

# report_for
source: Report Type
bg: Отчет за

source: Specific Item
bg: Специфична стока

source: To date:
bg: До дата:

# invalid_data
source: Invalid parameters! Please fill all fields!
bg: Невалидни парамeтри за търсене! Моля попълнете всички полета.

source: No results found!
bg: Няма намерени резултати по посочените параметри!

# choose_company_mol
source: Choose Acc. Person
bg: Избор на МОЛ

source: Export to CSV
bg: Запис като CSV

# report_unit
source: Diagram by:
bg: Диаграма по:

# sales_diagram
source: Diagram for bought/sold items
bg: Диаграма за продадени или закупени стоки

# sales_report
source: Report for bought/ sold items
bg: Отчет за продадени или закупени стоки

# btn_Close
source: Close
bg: Затвори

source: Tansactions
bg: Продажби

# all_available_MOLS
source: All available Acc persons.
bg: Възможни лица за смяна.

# primery_MOL
source: Primery Accountable person. You can have only one
bg: Текущо основно Материално отговорно лице.

source: Bank:
bg: Банка:

# manage_mol
source: Manage Accountable persons
bg: Управление на Материално отговорните лица

# add_new_parthner
source: new parthner
bg: нов контрагент

# company_address_orders
source: Аddress:
bg: Адрес

# company_bulstat
source: Bulstat Number:
bg: Булстат Номер:

# company_email_orders
source: Email:
bg: Имейл:

# company_name_orders
source: Partner's name:
bg: Име на фирма

# company_phone_orders
source: Telephone:
bg: Телефон

# company_vat_number
source: VAT Number:
bg: ДДС Номер:

# invoice_order
source: Invoice number:
bg: Номер на фактура

# item_info_order
source: Goods infromation
bg: Информация за стоки

# purchased_date
source: Date of purchase:
bg: Дата на поръчка:

# purchased_date_order
source: Date of purchase:
bg: Дата на поръчка:

# purchase_data_order
source: Enter information for orders
bg: Въведете информация за поручка

source: Purchase Info
bg: Информация за поръчки

# search_info_order
source: Search by company name
bg: Търсене по име на компания

# search_item_order
source: Search by numer or name of good
bg: Търсене по номер или име на стока

# tp_orders
source: Orders
bg: Поръчки

# warehouse_recepit_order
source: Recepit number:
bg: Номер на касова бележка

# add_parthners
source: new parthner
bg: нов контрагент

source: Amount:
bg: Сума:

source: Bank Transfer
bg: Банков Превод

source: Customer:
bg: Клиент:

# DDS
source: Vat:
bg: ДДС:

# list_with_items
source: List of purchased items:
bg: Списък на закупената стока:

# payment_amount
source: Total Amount:
bg: Обща Сума:

source: Payment Type:
bg: Вид Плащане:

# recipient
source: Рecipient
bg: Получател

# recipient_mol
source: Recipient Acc. Person:
bg: Мол на Получател:

# supplier_mol
source: Supplier Acc. Person:
bg: Мол на Доставчик:

# supplyer
source: Supplier
bg: Доставчик

# there_is_no_invoice
source: There is no Invoice for this sale!
bg: Няма издадена Фактура към продажбата!

source: View Invoice
bg: Покажи Фактура

source: Directory Settings
bg: Настройки на пътищата

# report_for_goods_movement
source: Goods movement report
bg: Отчет за движение на стоки

source: VAT Settings
bg: ДДС Настройки

source: Make primery
bg: Направи главен

source: Remove primery
bg: Премахни главен
